/* {card brand} ending in {last4} */
"%@ Ending In %@" = "%1$@ Ending In %2$@";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* part of {Account} ending in {last4} */
"Account" = "Account";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "ACCOUNT HOLDER ADDRESS";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Account Holder Name";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Account number";

/* Title for Add a Card view */
"Add a Card" = "Add a Card";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Add a Direct Debit Account";

/* Button to add a new credit card. */
"Add New Card…" = "Add New Card…";

/* Caption for Address field on address form */
"Address" = "Address";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apt.";

/*  This is a Payment Method type brand name so shouldn't be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Text for back button */
"Back" = "Back";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "BANK";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANK ACCOUNT INFORMATION";

/* Title for billing address entry section */
"BILLING ADDRESS" = "BILLING ADDRESS";

/* Title for billing address entry section */
"Billing Address" = "Billing Address";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "By providing your IBAN and confirming this payment, you are authorising %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited.";

/* Title for card number entry field */
"CARD" = "CARD";

/* Title for credit card number entry field */
"Card" = "Card";

/* accessibility label for text field */
"card number" = "card number";

/* Caption for City field on address form */
"City" = "City";

/* Title for contact info form */
"Contact" = "Contact";

/* Title for contact info form */
"CONTACT" = "CONTACT";

/* Text for continue button */
"Continue" = "Continue";

/* Caption for Country field on address form */
"Country" = "Country";

/* Title for country picker section */
"COUNTRY" = "COUNTRY";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "County";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "Delivery";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "DELIVERY ADDRESS";

/* Title for delivery address entry section */
"Delivery Address" = "Delivery Address";

/* Caption for Email field on address form */
"Email" = "Email";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "expiry date";

/* Label for free shipping method */
"Free" = "Free";

/* Placeholder string for name entry field. */
"Full name" = "Full name";

/* Source type brand name */
"Giropay" = "Giropay";

/* IBAN placeholder – don't translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* Shipping form error message */
"Invalid Shipping Address" = "Invalid Shipping Address";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Loading…";

/* label for text field to enter card expiry */
"MM/YY" = "MM/YY";

/* Title for payment options section */
"MORE OPTIONS" = "MORE OPTIONS";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Name";

/* Label for button to add a new credit or debit card */
"New Card" = "New Card";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "New Direct Debit Account";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "New SEPA Direct Debit Account";

/* Button to move to the next text entry field */
"Next" = "Next";

/* No comment provided by engineer. */
"OK" = "OK";

/* Source type brand name */
"P24" = "P24";

/* Pay with {payment method} */
"Pay with %@" = "Pay with %@";

/* Title for Payment Method screen */
"Payment Method" = "Payment Method";

/* Caption for Phone field on address form */
"Phone" = "Phone";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postal";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postal Code";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Province";

/* Text for button to scan a credit card */
"Scan Card" = "Scan Card";

/* part of {SEPA Account} ending in {last4} */
"SEPA Account" = "SEPA Account";

/* Source type brand name */
"SEPA Direct Debit" = "SEPA Direct Debit";

/* Title for shipping info form */
"Shipping" = "Shipping";

/* Title for shipping address entry section */
"SHIPPING ADDRESS" = "SHIPPING ADDRESS";

/* Title for shipping address entry section */
"Shipping Address" = "Shipping Address";

/* Label for shipping method form */
"SHIPPING METHOD" = "SHIPPING METHOD";

/* Label for shipping method form */
"Shipping Method" = "Shipping Method";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "State";

/* Caption for generalized state/province/region field on address form (not tied to a specific country's format) */
"State / Province / Region" = "County / Region";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "The BSB you entered is incomplete.";

/* Error string displayed to user when they enter in an invalid BSB number. "BSB" refers to an Australian bank account. */
"The BSB you entered is invalid." = "The BSB you entered is invalid.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "The selected payment method is not available.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "There was an error processing your card - please try again in a few seconds";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "There was an unexpected error - please try again in a few seconds";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Timed out authenticating your payment method - please try again";

/* Default missing source type label */
"Unknown" = "Unknown";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Use Billing";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Use Delivery";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Use Shipping";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "We are unable to authenticate your payment method. Please choose a different payment method and try again.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You'll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "You'll be taken to %@ to finish your purchase.";

/* Error when the card has already expired */
"Your card has expired" = "Your card has expired";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Your card has been declined";

/* Error when the card's expiration month is not valid */
"Your card's expiration month is invalid" = "Your card's expiry month is invalid";

/* Error when the card's expiration year is not valid */
"Your card's expiration year is invalid" = "Your card's expiry year is invalid";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Your card's number is invalid";

/* Error when the card's CVC is not valid */
"Your card's security code is invalid" = "Your card's security code is invalid";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "ZIP";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "ZIP Code";

